# Предложите пользователю ввести три числа. Сложите первые два числа,
# затем ум- ножьте сумму на третье чис- ло.
# Выведите результат в виде The answer is [результат].

a = int(input('please enter first number: '))
b = int(input('please enter second number: '))
c = int(input('please enter third number: '))
sum = (a+b)*c
print('the answer is:', sum)
